2gua.rainbow-brackets
andischerer.theme-atom-one-dark
bung87.rails
bung87.vscode-gemfile
castwide.solargraph
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
drKnoxy.eslint-disable-snippets
eamodio.gitlens
EditorConfig.EditorConfig
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
felipecaputo.git-project-manager
flowtype.flow-for-vscode
freebroccolo.theme-atom-one-dark
gcazaciuc.vscode-flow-ide
gerane.Theme-Solarized-light
GitHub.vscode-pull-request-github
jcbuisson.vue
jevakallio.vscode-hacker-typer
misogi.ruby-rubocop
MS-CEINTL.vscode-language-pack-es
ms-vscode.Go
ms-vscode.node-debug2
ms-vscode.sublime-keybindings
ms-vsliveshare.vsliveshare
octref.vetur
pflannery.vscode-versionlens
PKief.material-icon-theme
rebornix.ruby
redhat.java
robinbentley.sass-indented
santosh.react-native-snippet
sianglim.slim
sporto.rails-go-to-spec
tonsky.theme-alabaster
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscode-icons-team.vscode-icons
wix.vscode-import-cost
ziyasal.vscode-open-in-github
